/* Localizable strings*/

"SUPrefNeverUsedStatus" = "Softwareopdatering har ikke været i brug endnu.";
"SUPrefSuccessStatus" = "Softwareopdatering afvikledes korrekt.";
"SUPrefAllInactiveStatus" = "De eneste tilgængelige opdateringer er dem, du har valgt at ignorere.";
"SUPrefNoUpdatesStatus" = "Ingen nye softwareopdateringer.";
"SUPrefFailedCantConnectStatus" = "Kan ikke oprette forbindelse til Internet.";
"SUPrefFailedGenericStatus" = "Mislykkedes. Fejl under søgning.";
"SUPrefIgnoredUpdatesAvailableStatus" = "Ignorerede opdateringer er nu tilgængelige.";

"SUPrefScanningStatus" = "Søger efter ny software…";
"SUPrefServerErrorStatus" = "Serveren er ikke tilgængelig i øjeblikket. Prøv igen senere.";
"SUPrefUnexpectedErrorStatus" = "Der er sket en uventet fejl.";

"SUPrefCancellingStatus" = "Annullerer...";
"SUPrefCancelledStatus" = "Annulleret.";

"SUPrefLastStatusCheckTitle" = "Seneste søgning:";
"SUPrefLastStatusFailedTitle" = "Seneste forsøg:";
"SUPrefCurrentStatusTitle" = "Status:";
"SUPrefLastSuccessfulStatus" = "Lykkedes. %@.";

"SUPrefNextScheduledDate" = "Næste planlagte: %@.";

"Software Update can't check for updates because of a network problem." = "På grund af et netværksproblem kan Softwareopdatering ikke søge efter opdateringer.";
"Failed to check for updates." = "Kunne ikke søge efter opdateringer.";
"Diagnose..." = "Netværksdiagnostik…";
"SUPrefCheckConfigMessage" = "Sørg for, at der er forbindelse til Internet, og prøv derefter igen.";
"OK" = "OK";

"SUPrefUpdateNow" = "Søg nu";
"CANCEL" = "Annuller";
